Repository: 3Qax/Skarbnik
Catalog: skarbnik/*.lproj/Localizable.strings
Languages: pl

# password_placeholder
source: password
pl: hasło

# login_button
source: Log in...
pl: Zaloguj...

# incorrect_credentials_header
source: Incorrect credentials
pl: Nieprawidłowe dane

# incorrect_credentials_description
source: Entered login and password doesn't match. Check them and try again.
pl: Wprowadzone login i hasło są niepoprawne. Sprawdź je i spróbuj ponownie.

# last_login_failed_header
source: Login attempt failed
pl: Nieudana próba logowania

# last_login_failed_description_before
source: Someone tried to log in into this account on
pl: Ktoś próbował zalogować się na to konto

# last_login_failed_description_from
source: from IP address:
pl: z adresu IP:

# last_login_failed_description_end
source: . If it wasn't you, we strongly recommend changing password.
pl: . Jeśli to nie Ty zalecamy zmianę hasła.

# last_login_failed_change_password_button_text
source: Change password
pl: Zmień hasło

# compulsory_password_change_title
source: Password change required
pl: Wymagana zmiana hasła

# compulsory_password_change_description
source: For the sake of your safety we require changing password after first login. You should use strong password - it have to consist of at least of 8 characters including one big and small letter, digit and a special character like #, @ or !
pl: W trosce o Twoje bezpieczeństwo, wymagamy zmiany hasła po pierwszym logowaniu. Użyj silnego hasła - powinno ono zawierać conajmniej 8 znaków w tym min. jedną duża i małą literę, cyfrę, znak specjalny np. #, @, !.

# compulsory_password_change_button_text
source: Change password
pl: Zmień hasło

# old_password_placeholder
source: current password
pl: obecne hasło

# new_password_placeholder
source: new password
pl: nowe hasło

# repeat_new_password_placeholder
source: repeat new password
pl: powtórz nowe hasło

# waiting_while_refreshing_data_text
source: Refreshing data...
pl: Odświeżanie danych...

# pending_payments_section_header
source: Pending
pl: Do zapłaty

# paid_payments_section_header
source: Paid
pl: Zapłacone

# choose_student_description
source: Choose a student:
pl: Wybierz ucznia:

# set_reminder_button_text
source: Remind me...
pl: Przypomnij...

# reminder_prefix_before_payment_name
source: Pay for
pl: Zapłacić za

# pay_button_text
source: Pay...
pl: Zapłać...

# show_photos_button_text
source: Show photos
pl: Więcej...

# remind_about
source: About
pl: O czym

# remind_when
source: When
pl: Kiedy

# reminder_placeholder
source: Reminder title
pl: Treść przypomnienia

# reminder_days_before_end
source: days before end
pl: dni przed końcem

# reminder_date
source: date
pl: data

# reminder_add_button_text
source: Add a reminder...
pl: Dodaj przypomnienie...

# reminder_cancel_button_text
source: Cancel...
pl: Anuluj...

# default_prefix_of_reminder
source: Pay for
pl: Zapłacić za

# reminder_permision_denied_title
source: You haven't allowed us!
pl: Nie pozwoliłeś nam na to!

# reminder_permision_denied_message
source: You haven't give us appropriate permisions. Do you want to change your mind? If you don't then we will stay quiet 🤐!
pl: Nie dałeś nam wystarczających uprawnień. Może chcesz zmienić zdanie? Bo jak nie zmienisz to dalej będziemy siedzieć cicho 🤐!

# reminder_permision_denied_cancel
source: Go for a hike!
pl: Cicho tam!

# reminder_permision_denied_change_permisions
source: I changed my mind...
pl: Zmieniam zdanie...

# reminder_go_to_settings_title
source: It won't be so simple!
pl: Wcześniej namieszałeś to teraz masz!

# reminder_go_to_settings_message
source: In order to allow us to show you reminders you will need to go to settings then choose our app settings and toogle permission to show reminders.
pl: Żeby zezwolić aplikacji musisz w ustawieniach telefonu wejść w ustawienia aplikacji Skarbnik i pozwolić nam na przypomnienia.

# reminder_permision_restricted_title
source: We can't do that
pl: Jak mamy Ci przypomnieć jak nam nie pozwalasz?

# reminder_permision_restricted_message
source: We are sorry, but we haven't got your permission to set you reminders and now there is nothing you can do about it 🤯!
pl: To ty masz tu władzę! Więc skoro tak chcesz, to Ci nie przypomnimy. 🤐!
